In [2]:
import pandas as pd
df = pd.DataFrame({"country":["india", "nepal","mongolia","china","bhutan"],
                  "population":[21,3,43,33,65],
                  "income":[4555,432,456,211,6000]})
df

    country  income  population
0     india    4555          21
1     nepal     432           3
2  mongolia     456          43
3     china     211          33
4    bhutan    6000          65

In [3]:
df.head(2)

  country  income  population
0   india    4555          21
1   nepal     432           3

In [4]:
df.tail(2)

  country  income  population
3   china     211          33
4  bhutan    6000          65

In [5]:
df.describe()

            income  population
count     5.000000    5.000000
mean   2330.800000   33.000000
std    2739.706316   23.280893
min     211.000000    3.000000
25%     432.000000   21.000000
50%     456.000000   33.000000
75%    4555.000000   43.000000
max    6000.000000   65.000000

In [6]:
df(index = 0)

TypeError: 'DataFrame' object is not callable

In [ ]:
df.